Repository: pmpr/wp-mdl-mailer
Catalog: translation/*.po
Languages: fa_ir

source: General
fa_ir: عمومی

source: This section lets you customize the Components emails.
fa_ir: این بخش به شما امکان می‌دهد ایمیل‌های کامپوننت‌ها را سفارشی‌سازی کنید.

source: Click here to preview your email template.
fa_ir: برای مشاهده پیش‌نمایش قالب ایمیل خود اینجا کلیک کنید.

source: Advanced
fa_ir: پیشرفته

source: Subject
fa_ir: موضوع

source: Title
fa_ir: عنوان

source: Content
fa_ir: محتوا

source: Test message sent successfully to %s
fa_ir: پیام با موفقیت برای %s ارسال شد

source: Something wrong on sending mail, check log files.
fa_ir: مشکلی در فرآیند ارسال ایمیل به وجود آمده است، لطفا فایل لاگ را بررسی کنید.

source: Require parameter is missing
fa_ir: پارامتر‌های ضروری یافت نشدند

source: %s is not a valid email address
fa_ir: %s یک ایمیل معتبر نیست

source: Test Email
fa_ir: ایمیل آزمایشی

source: Configure Test
fa_ir: پیکربندی تست

source: Send To
fa_ir: ارسال به

source: After completing the general section fields, save the settings, then you can send a test email.
fa_ir: پس از تکمیل فیلد های بخش عمومی، تنظیمات را ذخیره کنید، سپس می‌توانید ایمیل آزمایشی بفرستید.

source: Send Email
fa_ir: ارسال ایمیل

source: Generic SMTP
fa_ir: SMTP عمومی

source: Generic SMTP Configuration
fa_ir: پیکربندی SMTP عمومی

source: Credential
fa_ir: اطلاعات حساب

source: SMTP Host
fa_ir: میزبان اس ام تی پی

source: The SMTP server which will be used to send email. For example: %s
fa_ir: سرور SMTP که برای ارسال ایمیل استفاده خواهد شد. به عنوان مثال: %s

source: Enable Authentication
fa_ir: فعال‌سازی احراز هویت

source: Whether to use SMTP Authentication when sending an email
fa_ir: آیا هنگام ارسال ایمیل از احراز هویت SMTP استفاده شود یا خیر

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: گذرواژه

source: Gmail SMTP
fa_ir: SMTP جیمیل

source: Gmail SMTP Configuration
fa_ir: پیکربندی SMTP جیمیل

source: OAuth Email
fa_ir: ایمیل OAuth

source: The email address that you will use for SMTP authentication. This should be the same email used in the Google Developers Console.
fa_ir: آدرس ایمیلی که برای احراز هویت SMTP استفاده خواهید کرد. این ایمیل باید همان ایمیلی باشد که در Google Developers Console استفاده شده است.

source: %s cannot send email until you enter your credentials in the %s.
fa_ir: تا زمانی که اطلاعات مربوطه در %s را وارد نکرده‌اید، %s غیر فعال خواهد بود.

source: Mailer
fa_ir: ایمیل رسان

source: Mailer Setting
fa_ir: تنظیمات ایمیل رسان

source: General Configuration
fa_ir: پیکربندی عمومی

source: SMTP Configuration
fa_ir: پیکربندی اس ام تی پی

source: SMTP Engine
fa_ir: متور SMTP

source: Generic
fa_ir: عمومی

source: Gmail
fa_ir: جیمیل

source: Type of Encryption
fa_ir: نوع رمزنگاری

source: No Encryption
fa_ir: بدون رمزنگاری

source: For most servers SSL/TLS is the recommended option.
fa_ir: برای بیشتر سرورها SSL/TLS پیشنهاد می‌شود.

source: SMTP Port
fa_ir: پورت اس ام تی پی

source: The port which will be used when sending an email (%s). If you choose TLS it should be set to %s. For SSL use port %s instead.
fa_ir: درگاهی که هنگام ارسال ایمیل استفاده می شود (%s). اگر TLS را انتخاب کنید باید روی %s تنظیم شود. برای SSL از پورت %s استفاده کنید.

source: Email Information
fa_ir: اطلاعات ایمیل

source: From Email Address
fa_ir: آدرس ایمیل

source: From Name
fa_ir: نام

source: Email Template
fa_ir: قالب ایمیل

source: Configure Template
fa_ir: پیکربندی قالب

source: Logo
fa_ir: لوگو

source: Base Color
fa_ir: رنگ اصلی

source: Background Color
fa_ir: رنگ پس‌زمینه

source: Body Background Color
fa_ir: رنگ پس‌زمینه بدنه

source: Body Text Color
fa_ir: رنگ متن بدنه

source: Footer Text
fa_ir: متن پاورقی

source: Website
fa_ir: وب سایت

source: Footer Text Color
fa_ir: رنگ متن فوتر
